Repository: agomez23/BlvdEast
Catalog: sites/all/modules/format_number/translations/*.po
Languages: nl, sv

source: Decimal point
nl: Decimale punt
sv: Decimalkomma

source: Select the character that will be used as decimal point.
nl: Selecteer het karakter dat zal worden gebruikt als decimale punt.
sv: Välj tecken som skall användas som decimalkomma.

source: Thousands separator
nl: Duizendtallenscheider
sv: Avskiljare för tusental

source: Select the character that will be used as thousands separator.
nl: Selecteer het karakter dat zal worden gebruikt om duizendtallen te scheiden.
sv: Välj det tecken som skall användas för tusentalsavskiljare.

source: User-configurable number format
nl: Gebruiker-instelbaar nummerformaat
sv: Användarkonfigurerbart talformat

source: Disabled
nl: Uitgeschakeld
sv: Inaktiverad

source: Enabled
nl: Ingeschakeld
sv: Aktiverad

source: When enabled, users can set their own number formatting options.
nl: Als aangezet kunnen gebruiker hun eigen nummerformaatopties instellen.
sv: Efter aktivering så kan användare ange sina egna alternativ för att formattera tal.

source: Decimal point and thousands separator cannot be defined to use the same symbol.
nl: Decimale punt en duizendtallenscheider kunnen niet worden ingesteld op het zelfde symbool.
sv: Decimalkomma och tusentalsavskiljare kan inte defineras att använda samma symbol.

source: Number format settings
nl: Nummerformaatinstellingen
sv: Inställningar för talformat

source: The <em>Format Number API</em> module provides a method to configure number formats (site default and user defined) with configurable decimal point and thousand separators. It also exposes several functions that can be used by other contributed or custom modules to display numbers accordingly.
nl: De <em>Nummerformaat API</em>-module levert een methode om nummerformaten in te stellen (sitestandaard en gebruiker-instelbaar) met instelbare decimale punt en duizendtalscheider. Het levert ook enkele functies die kunnen worden gebruikt door andere modules om nummers op deze manier weer te geven.
sv: Modulen <em>Format Number API</em> tillhandahåller en metod att konfigurera talformat (förvalt för webbplatsen och definierat av användare) med konfigurerbara decimalkomma och tusentalsavskiljare. Det visar också flera funktioner som kan användas av andra bidragna och anpassade moduler som visar numren i enlighet med de funktionerna.

source: full stop (.)
nl: volledige stop (.)
sv: slutpunkt (.)

source: comma (,)
nl: komma (,)
sv: komma (,)

source: arabic decimal separator (٫)
nl: arabische decimale scheider (٫)

source: none
nl: geen
sv: ingen

source: no-break space ( )
nl: spatie ( )
sv: ickebrytande mellanslag ( )

source: full width comma (，)
nl: volledige breedte-komma (，)

source: arabic thousands separator (٬)
nl: arabische duizendtalscheider (٬)

source: ethiopic syllable wa (ወ)
nl: ethiopische lettergreep wa (ወ)

source: configure default number format
nl: conbfigureer standaard nummerformaat
sv: konfigurera förvalt talformat

source: Number format
nl: Nummerformaat
sv: Talformat

source: Configure site wide number format settings.
nl: Configureer site nummerformaatinstellingen.
sv: Konfigurera webbplatsens inställningar för talformat.

source: format_number
nl: nummerformaat

source: Format Number API
nl: Nummerformaat API
sv: API för talformat

source: This module provides a method to configure number formats (site default and user defined) with configurable decimal point and thousand separators. It also exposes several functions that can be used by other contributed or custom modules to display numbers accordingly.
nl: Deze module levert een methode om nummerformaten in te stellen (sitestandaard en gebruiker-instelbaar) met instelbare decimale punt en duizendtalscheider. Het levert ook enkele functies die kunnen worden gebruikt door andere modules om nummers op deze manier weer te geven.
sv: Denna modul tillhandahåller en metod att konfigurera talformat (förvalt för webbplatsen och definierat av användare) med konfigurerbara decimalkomma och tusentalsavskiljare. Det visar också flera funktioner som kan användas av andra bidragna och anpassade moduler som visar numren i enlighet med de funktionerna.

source: arabic decimal separator (?)
sv: arabisk decimalavskiljare (?)

source: apostrophe (')
sv: apostrof (')

source: full width comma (,)
sv: fullständigt komma (,)

source: arabic thousands separator (?)
sv: arabisk tusentalsspeparator (?)

source: ethiopic syllable wa (?)
sv: etiopiska stavelsen wa (?)
