Repository: agomez23/BlvdEast
Catalog: sites/all/modules/taxonomy_super_select/translations/*.po
Languages: sv

source: Enable Taxonomy Select for the Vocabulary Content Types Below
sv: Aktivera taxonomival för vokabulärets innehållstyper nedan

source: Display parent terms as form items
sv: Visa överliggande termer som formulärval

source: Leaving this disabled forces users to select dangling child terms. Useful for grouping terms with descriptive parent terms that are not themselves needed for display.
sv: Lämnas detta inaktiverat tvingas användare välja osorterade underliggande termer. Användbart för att gruppera termer med beskrivande överliggande termer som inte själva behövs för visning.

source: Allow Taxonomy Image to provide images with the terms
sv: Låter Taxonomy Image tillhandahålla bilder med termerna.

source: Enter New Tags
sv: Ange nya märken

source: This field is required.
sv: Detta fält är obligatoriskt.

source: Select None
sv: Välj ingen

source: Only one selection allowed for %vocab
sv: Enbart ett alternativ är tillåtet för %vocab

source: %vocab is required.
sv: %vocab krävs.

source: Tag(s) %dupes already exists in the vocabulary.
sv: Märket/märkena %dupes existerar redan i vokabuläret.

source: Changes the default taxonomy select box into checkbox or radio buttons
sv: Ändrar förvald lista för taxonomival till kryssrutor eller radioknappar
