Repository: agomez23/BlvdEast
Catalog: sites/all/modules/formatted_number/translations/*.po
Languages: nl

source: Formatted tiny integer
nl: Geformatteerde tiny integer

source: Store a number in the database as a tiny integer (-128 to 127).
nl: Bewaar een nummer in de database als een tiny integer (-128 to 127).

source: Formatted tiny integer (unsigned)
nl: Geformatteerde tiny integer (unsigned)

source: Store a number in the database as a tiny unsigned integer (0 to 255).
nl: Bewaar een nummer in de database als een tiny unsigned integer (0 to 255).

source: Formatted small integer
nl: Geformatteerde small integer

source: Store a number in the database as a small integer (-32768 to 32767).
nl: Bewaar een nummer in de database als een small integer (-32768 to 32767).

source: Formatted small integer (unsigned)
nl: Geformatteerde small integer (unsigned)

source: Store a number in the database as a small unsigned integer (0 to 65535).
nl: Bewaar een nummer in de database als een small unsigned integer (0 to 65535).

source: Formatted medium integer
nl: Geformatteerde medium integer

source: Store a number in the database as a medium integer (-8388608 to 8388607).
nl: Bewaar een nummer in de database als een medium integer (-8388608 to 8388607).

source: Formatted medium integer (unsigned)
nl: Geformatteerde medium integer (unsigned)

source: Store a number in the database as a medium unsigned integer (0 to 16777215).
nl: Bewaar een nummer in de database als een medium unsigned integer (0 to 16777215).

source: Formatted integer
nl: Geformatteerde integer

source: Store a number in the database as an integer (-2147483648 to 2147483647).
nl: Bewaar een nummer in de database als een integer (-2147483648 tot 2147483647).

source: Formatted integer (unsigned)
nl: Geformatteerde integer (unsigned)

source: Store a number in the database as an unsigned integer (0 to 4294967295).
nl: Bewaar een nummer in de database als een unsigned integer (0 tot 4294967295).

source: Formatted big integer
nl: Geformatteerde big integer

source: Store a number in the database as a big integer (-9223372036854775808 to 9223372036854775807).
nl: Bewaar een nummer in de database als een big integer (-9223372036854775808 to 9223372036854775807).

source: Formatted big integer (unsigned)
nl: Geformatteerde big integer (unsigned)

source: Store a number in the database as a big unsigned integer (0 to 18446744073709551615).
nl: Bewaar een nummer in de database als een big unsigned integer (0 to 18446744073709551615).

source: Formatted decimal
nl: Geformatteerde decimaal

source: Store a number in the database in a fixed decimal format.
nl: Sla een waarde in de database op in een decimaal formaat.

source: Formatted float
nl: Geformatteerde float

source: Store a number in the database in a floating point format.
nl: Sla een waarde in de database op als floating point getal.

source: Prefix
nl: Voorvoegsel

source: Define a string that should be prefixed to the value, like $ or €. Leave blank for none. Separate singular and plural values with a pipe (pound|pounds).
nl: Geef op wat als voorvoegsel moet worden gebruikt zoals: $ of €. Laat leeg als er geen voorvoegsel moet worden gebruikt. Maak onderscheid tussen enkelvoud en meervoud met een pipe, bijvoorbeeld: euro|euro's.

source: Suffix
nl: Achtervoegsel

source: Define a string that should suffixed to the value, like m², m/s², kb/s. Leave blank for none. Separate singular and plural values with a pipe (pound|pounds).
nl: Geef op wat als achtervoegsel moet worden gebruikt zoals: m², m/s², kb/s. Laat leeg als er geen achtervoegsel moet worden gebruikt. Maak onderscheid tussen enkelvoud en meervoud met een pipe, bijvoorbeeld: kilo|kilo's.

source: Use this option to defined the minimum value that can be accepted for this field. Leave blank for no explicit limitation.
nl: Gebruik deze optie om het minimum getal te bepalen dat kan worden geaccepteerd voor dit veld. Laat leeg om geen limiet in te stellen.

source: Use this option to defined the maximum value that can be accepted for this field. Leave blank for no explicit limitation.
nl: Gebruik deze optie om het maximum getal te bepalen dat kan worden geaccepteerd in dit veld. Laat leeg om geen limiet in te stellen.

source: Precision
nl: Precisie

source: The total number of digits to store in the database, including digits to the right of the decimal point.
nl: Het totale aantal getallen om te bewaren in de database, inclusief getallen rechts van de decimale punt.

source: Decimals
nl: Decimalen

source: The number of digits to the right of the decimal point.
nl: Het aantal getallen rechts van de decimale punt.

source: "Minimum" must be a valid number.
nl: "Minimum" moet een valide nummer zijn.

source: "Minimum" cannot be lower than !num.
nl: "Minimum" kan niet lager zijn dan !num.

source: "Maximum" must be a valid number.
nl: "Maximum"moet een valide nummer zijn.

source: "Maximum" cannot be greater than !num.
nl: "Maximum" kan niet groter zijn dan !num.

source: "Minimum" may not be a greater than "Maximum".
nl: "Minimum" mag niet groter zijn dan "Maximum".

source: Default
nl: Standaard

source: Remove redundant zeros
nl: Verwijder overbodige nullen

source: Unformatted
nl: Ongeformatteerd

source: Numeric text field
nl: Numeriek tekstveld

source: The specified number !num is invalid.
nl: Het opgegeven nummer !num is niet-valide.

source: %name: may be not be empty.
nl: %name mag niet leeg zijn.

source: %name: the value may be no smaller than %min.
nl: %name: de waarde mag niet kleiner zijn dan %min.

source: %name: the value may be no larger than %max.
nl: %name: de waarde mag niet groter zijn dan %max.

source: formatted_number
nl: geformatteerd_nummer

source: Format Number API
nl: Geformatteerd Nummer API

source: %module-name requires, at least, version 6.x-1.1 of the <a href="@format-number">Format Number API</a> module.
nl: %module-name vereist tenminste versie 6.x-1.1 van de <a href="@format-number">Nummerformaat API</a>-module.

source: Formatter Number CCK
nl: Formatteer Nummer CCK

source: version 6.x-1.0
nl: versie 6.x-1.0

source: Formatted Number CCK
nl: Geformatteerd Nummer CCK

source: Defines CCK numeric types where thousands separator and decimal point are inherited from the Format Number API module.
nl: Levert CCk numerieke types waar duizendtalscheider en decimale punt worden gebruikt uit de Nummerformaat API-module.
